{"events":[{"id":1,"title":"Snow emergency towing last winter","stat":"3,216 Tows","description":"A map showing where vehicles were towed from during this past winter's two Minneapolis snow emergencies makes it appear that tow trucks aren't doing much work in the southern part of the city.In fact, the map doesn't look all that different from one that the Star Tribune analyzed two years ago for a story that raised the question of inequitable towing.\n\nAt the time, Mike Kennedy, the city's transportation maintenance director, said there had been some miscommunication in the past between a supervisor in his office and the towing company responsible for the southwest part of the city that might have caused problems, but that the city simply doesn't send tow trucks to that region as frequently as other parts of the city because the need isn't as great.\n\nHover over any area of the map to display neighborhood names.","latitude":44.960911,"longitude":-93.332291,"bearing":0,"zoom":11,"pitch":0},{"id":2,"title":"\"Grant\" winter storm tows","stat":"1,734 Tows","description":"Here you can see just the tows that occurred during the \"Grant\" snowstorm, which was the winter's first three-day snow emergency, declared Dec. 29, 2015. The city names all winter storms, whether there is a snow emergency or not, based on the names of city streets.","latitude":44.960911,"longitude":-93.332291,"bearing":0,"zoom":11,"pitch":0},{"id":3,"title":"\"Polk\" winter storm tows","stat":"1,482 Tows","description":"And here are the tows during the second three-day snow emergency, which was declared February 2, 2015 during the \"Pollk\" winter storm.","latitude":44.960911,"longitude":-93.332291,"bearing":0,"zoom":11,"pitch":0},{"id":4,"title":"Snow Emergencies 2015-2016 Tickets","stat":"13,013 Tickets","description":"But before towing, there's ticketing for cars that are violating snow emergency parking rules. A map of where tickets were issued shows ticket writers spent a lot of time in certain areas, but they found violations in all corners of the city. (Note: this doesn’t include about 3,800 tickets written by Minneapolis police).","latitude":44.960911,"longitude":-93.332291,"bearing":0,"zoom":11,"pitch":0},{"id":5,"title":"\"Grant\" winter storm tickets","stat":"7,017 Tickets","description":"This map shows just over 7,000 tickets issued by public works staffers during the first snow emergency, declared Dec. 29, 2015. It does not include tickets written by Minneapolis police.","latitude":44.960911,"longitude":-93.332291,"bearing":0,"zoom":11,"pitch":0},{"id":6,"title":"\"Polk\" winter storm tickets","stat":"5,996 Tickets","description":"This map shows nearly 6,000 tickets issued by public works staffers during the second snow emergency, which was declared Feb. 2, 2015. It does not include tickets written by Minneapolis police.","latitude":44.960911,"longitude":-93.332291,"bearing":0,"zoom":11,"pitch":0},{"id":7,"title":"Average cars per block","stat":"Average Cars Per Block","description":"A variety of factors play into the heavy concentrations of tickets and tows in some parts of the city. One of them is simply that some areas have heavier concentrations of people and cars.\n\nUsing U.S. Census data, we estimated the average number of cars per block. Keep in mind that this is just a count of vehicles belonging to people who live in that area; a related factor, which is not readily available via data, is whether there is sufficient off-street parking for those cars.\n\nAbout 250,000 cars are parked on city streets at any given time. During a snow emergency, about one-third of the parking spaces are restricted during each of the three phases.","latitude":44.960911,"longitude":-93.332291,"bearing":0,"zoom":11,"pitch":0},{"id":8,"title":"Areas with high density of vehicles","stat":"Vehicle Density","description":"In areas with high concentrations of vehicles, the snowplows typically only get one shot at clearing the street, Kennedy said.\n\nSometimes staff members need to be deployed to ensure that cars don't park in spaces emptied by a tow truck but not yet plowed. These are also areas where the city may need to send tow trucks repeatedly during each day of a snow emergency.\n\n\"We have places we have to go to all the time because of parking demand and non-compliance,\" Kennedy said. \"If we don't do it, we'll never get our plows down the streets.\"","latitude":44.949492,"longitude":-93.288174,"bearing":0,"zoom":12.5,"pitch":0},{"id":9,"title":"Areas with low density of vehicles","stat":"Vehicle Density","description":"Low population density and a low rate of vehicles per block help explain why there aren't many vehicles towed from southwest Minneapolis. This part of the city consists of more single-family housing that is more likely to have off-street parking. Kennedy said the city sends tow trucks to this area, but not as frequently as to high-density areas. Occasionally the city get complaints from this area about parking, but often when the tow truck gets there, the offending vehicle has been moved.\n\nBecause some areas see more parking offenders than others, the city focuses its limited number of tow truck contractors on trouble spots, with fewer visits to the less problematic areas, like southwest.","latitude":44.916194,"longitude":-93.324051,"bearing":0,"zoom":12.5,"pitch":0},{"id":10,"title":"Tickets per 1,000 cars","stat":"Tickets per 1,000 cars","description":"We calculated this ticketing rate by dividing the number of tickets issued (both storms combined) by the number of vehicles in each U.S. Census tract, then multiplied that by 1,000 to get a whole number.\n\nThis rate shows that the central part of the city – particularly the stretch from Uptown north to Loring Park – and the area around the University of Minnesota have unusually high ticketing rates. Note: the Census tract on the north side of the University of Minnesota includes a large industrial area, but the parking enforcement is largely confined to the southern edge of that tract.","latitude":44.960911,"longitude":-93.332291,"bearing":0,"zoom":11,"pitch":0},{"id":11,"title":"Tows per 1,000 cars","stat":"Tows per 1,000 cars","description":"We calculated a similar rate for tows, and it shows that the areas around the University of Minnesota have a high tow rate, as they did for ticketing. But the central part of the city has a lower rate, an indication that offending vehicles are probably being moved before the tow trucks arrive.\n\nAnother interesting finding is that parts of north Minneapolis have unusually high towing rates, considering these areas have relatively low vehicle densities.","latitude":44.960911,"longitude":-93.332291,"bearing":0,"zoom":11,"pitch":0}]}